export const strJozsefAttila2Schedules = [
    {
        stopId: 'str-jozsef-attila-2',
        lineId: 'line-5',
        direction: { hu: 'Sepsi Aréna', ro: 'Arena Sepsi' },
        times: [
            '06:19', '06:49', '07:19', '07:49', '08:19', '08:49',
            '09:19', '09:39', '10:34', '11:34', '12:34',
            '13:19', '13:49', '14:19', '14:49', '15:19', '15:49',
            '16:19', '16:49', '17:19', '17:49', '18:19',
            '19:34', '20:34', '21:34', '22:34'
        ],
        weekendTimes: [
            '06:04', '07:04', '08:04', '09:04', '10:04', '11:04', '12:04',
            '13:04', '14:04', '15:04', '16:04', '17:04', '18:04',
            '19:04', '20:04', '21:04', '22:04'
        ],
    },
    {
        stopId: 'str-jozsef-attila-2',
        lineId: 'line-5d',
        direction: { hu: 'Szépmező', ro: 'Câmpul Frumos' },
        times: ['09:39', '17:49', '22:34'],
        weekendTimes: ['13:04', '22:04'],
    },
];
