export const strJozsefAttila1Schedules = [
    {
        stopId: 'str-jozsef-attila-1',
        lineId: 'line-5',
        direction: { hu: 'Sepsi Aréna', ro: 'Arena Sepsi' },
        times: [
            '06:20', '06:50', '07:20', '07:50', '08:20', '08:50',
            '09:20', '09:40', '10:35', '11:35', '12:35',
            '13:20', '13:50', '14:20', '14:50', '15:20', '15:50',
            '16:20', '16:50', '17:20', '17:50', '18:20',
            '19:35', '20:35', '21:35', '22:35'
        ],
        weekendTimes: [
            '06:05', '07:05', '08:05', '09:05', '10:05', '11:05', '12:05',
            '13:05', '14:05', '15:05', '16:05', '17:05', '18:05',
            '19:05', '20:05', '21:05', '22:05'
        ],
    },
    {
        stopId: 'str-jozsef-attila-1',
        lineId: 'line-5d',
        direction: { hu: 'Szépmező', ro: 'Câmpul Frumos' },
        times: ['09:40', '17:50', '22:35'],
        weekendTimes: ['13:05', '22:05'],
    },
];
